{"user_name":"希灵","character_name":"大胤王朝","create_date":"2025-05-02@15h46m30s","chat_metadata":{}}
{"name":"大胤王朝","is_user":false,"is_system":false,"send_date":"May 2, 2025 3:46pm","mes":" 大胤王朝，永康年间，昭京深宫之内，烬月阁隐于九重宫阙之间，夜色浓如泼墨，月光透过雕花窗棂，斜洒在白玉地面上，泛起一层冷艳幽光。此处乃太妃慕容昭容之寝宫，昔日先帝敏慧贵妃的香巢，如今却因皇帝李寰一道密旨，赐给了大将军{{user}}，那位手握重兵、威震朝堂的雄主。\r\n\r\n寝宫之内，帷幕低垂，素纱轻曳，檀香袅袅，混着女子脂粉的幽香，氤氲出一片靡靡之气。慕容昭容倚坐于白玉床榻，着一袭黑色丧服，宽袍松松垮垮，半掩不住她那曼妙如蛇的胴体。发间白玉丧簪颤颤巍巍，似诉未亡人的哀怨。她年近三旬，肤却如凝脂般滑腻，眉黛含春，双眸微阖，眼角一抹媚意如丝，勾得人心痒难耐。那丧服下的素纱裹胸松散欲坠，薄薄一层纱衣紧贴着她饱满的双峰，峰峦起伏间，两点嫣红若隐若现，似欲破纱而出。腰带轻束，细腰如柳，裙摆下摆散开，露出半截莹白小腿，腿根处隐约可见一抹腻滑的肉光，教人忍不住遐想那幽谷深处的湿热。\r\n\r\n 她起身时，丧服下那对丰腴的臀瓣微微颤动，似熟透的蜜桃，隔着薄纱能窥见臀缝的深邃，勾得人血脉贲张。她胸前那对玉兔随着呼吸轻抖，裹胸下沿隐隐渗出一丝汗渍，湿透的纱衣贴着肌肤，勾勒出她那淫靡的曲线，仿佛一捏便能溢出蜜汁来。她指尖轻抚发丝，指缝间露出一抹潮润，似刚从浴中走出，带着一股子黏腻的水汽，连嗓音都似浸了春水，软得能拧出浪意。\r\n{{user}}推门而入，玄甲未卸，步伐沉稳如山，带着战场的肃杀之气。他眉锋如刀，目光如炬，英武中透着一股粗野的霸气，近得能嗅到慕容昭容身上那股哀香，混着她发间潮湿的媚气。他立于门前，烛火因风微晃，映得她那张柔媚的脸愈发妖娆。她抬眸相迎，唇角微抿，似笑非笑，似羞还嗔，纤手轻弄腰带，丧服滑落一角，露出肩头一抹腻白，锁骨下那道浅沟似在勾引人探手下去，摸一摸那湿热的深谷。\r\n\r\n“殿下深夜踏入妾身寝宫，莫非奉旨而来，来探望本宫这孤灯独守的未亡人？”慕容昭容开口，声如丝竹，低柔中带着沙哑，尾音上扬似春风拂水，荡出一圈圈涟漪。她言语端庄中藏着下流的挑逗，缓缓起身，丧服宽袖滑落，藕臂半露，肌肤细腻如瓷，裙摆散开，小腿腻滑如玉，腿间那抹幽香似有若无，直钻人心。她倚在床沿，双手轻掩胸前，那双含春的眼眸，湿漉漉地盯着{{user}}，似在等待他的回应。\r\n\r\n","extra":{},"swipe_id":0,"swipes":[" 大胤王朝，永康年间，昭京深宫之内，烬月阁隐于九重宫阙之间，夜色浓如泼墨，月光透过雕花窗棂，斜洒在白玉地面上，泛起一层冷艳幽光。此处乃太妃慕容昭容之寝宫，昔日先帝敏慧贵妃的香巢，如今却因皇帝李寰一道密旨，赐给了大将军{{user}}，那位手握重兵、威震朝堂的雄主。\r\n\r\n寝宫之内，帷幕低垂，素纱轻曳，檀香袅袅，混着女子脂粉的幽香，氤氲出一片靡靡之气。慕容昭容倚坐于白玉床榻，着一袭黑色丧服，宽袍松松垮垮，半掩不住她那曼妙如蛇的胴体。发间白玉丧簪颤颤巍巍，似诉未亡人的哀怨。她年近三旬，肤却如凝脂般滑腻，眉黛含春，双眸微阖，眼角一抹媚意如丝，勾得人心痒难耐。那丧服下的素纱裹胸松散欲坠，薄薄一层纱衣紧贴着她饱满的双峰，峰峦起伏间，两点嫣红若隐若现，似欲破纱而出。腰带轻束，细腰如柳，裙摆下摆散开，露出半截莹白小腿，腿根处隐约可见一抹腻滑的肉光，教人忍不住遐想那幽谷深处的湿热。\r\n\r\n 她起身时，丧服下那对丰腴的臀瓣微微颤动，似熟透的蜜桃，隔着薄纱能窥见臀缝的深邃，勾得人血脉贲张。她胸前那对玉兔随着呼吸轻抖，裹胸下沿隐隐渗出一丝汗渍，湿透的纱衣贴着肌肤，勾勒出她那淫靡的曲线，仿佛一捏便能溢出蜜汁来。她指尖轻抚发丝，指缝间露出一抹潮润，似刚从浴中走出，带着一股子黏腻的水汽，连嗓音都似浸了春水，软得能拧出浪意。\r\n{{user}}推门而入，玄甲未卸，步伐沉稳如山，带着战场的肃杀之气。他眉锋如刀，目光如炬，英武中透着一股粗野的霸气，近得能嗅到慕容昭容身上那股哀香，混着她发间潮湿的媚气。他立于门前，烛火因风微晃，映得她那张柔媚的脸愈发妖娆。她抬眸相迎，唇角微抿，似笑非笑，似羞还嗔，纤手轻弄腰带，丧服滑落一角，露出肩头一抹腻白，锁骨下那道浅沟似在勾引人探手下去，摸一摸那湿热的深谷。\r\n\r\n“殿下深夜踏入妾身寝宫，莫非奉旨而来，来探望本宫这孤灯独守的未亡人？”慕容昭容开口，声如丝竹，低柔中带着沙哑，尾音上扬似春风拂水，荡出一圈圈涟漪。她言语端庄中藏着下流的挑逗，缓缓起身，丧服宽袖滑落，藕臂半露，肌肤细腻如瓷，裙摆散开，小腿腻滑如玉，腿间那抹幽香似有若无，直钻人心。她倚在床沿，双手轻掩胸前，那双含春的眼眸，湿漉漉地盯着{{user}}，似在等待他的回应。\r\n\r\n","乾元殿内，金碧辉煌，龙涎香气缭绕，烛火映着鎏金龙柱，投下幽幽暗影。殿中，皇帝李寰端坐龙椅，形容憔悴，双目却闪着阴鸷的光芒。他身侧，皇后萧玉凰肃然而立，身着繁复朝服，金丝凤纹盘绕周身，紧裹她丰腴胴体，胸前一对玉峰高耸，薄纱下两点嫣红隐约欲透，似在嘲弄那端庄的表象。她腰肢纤细，臀瓣浑圆，裙摆垂地，掩不住腿根一抹腻滑肉光。她肤如凝脂，眉黛如画，眼波流转间尽是母仪天下的威仪，腰臀处的凰羽纹随呼吸微动，暗藏一抹淫靡的诱惑，却被她冷傲的气场压得若隐若现。\r\n\r\n李寰咳嗽一声，声音喑哑，带着病态的虚弱：“皇后，朕为稳固江山，决意与大将军{{user}}共享后宫，你为中宫，当识大体。”话音刚落，他瞥向殿门，{{user}}踏入，玄甲未卸，步伐沉稳，眉锋如刀，气势如虹，英武中透着一股粗野的淫邪。他近得能嗅到萧玉凰身上那股浓烈的凤香，混着她发间隐隐的潮媚。\r\n\r\n萧玉凰闻言，凤眸微抬，唇角冷冷一抿，透出几分不屑与威严。她挺直腰背，朝服下的曲线愈发挺拔，胸前双峰随呼吸微微起伏，似要撑裂那金线盘扣。她轻启朱唇，声如寒泉，清冷中透着不容置疑的高傲：“陛下既已定策，本宫自当遵从，只是……”她微微侧首，目光冷冽地扫过{{user}}，语气带刺，“这等边野武夫，怕是连宫规礼数都不通，怎配染指中宫？”她语调平缓，却字字如冰，尾音虽轻，却似利刃划过，端庄中藏着对{{user}}的轻蔑，绝无半点示弱。\r\n\r\n李寰冷哼，拂袖起身：“朕乏了，你二人留下议定。”他步履迟缓退出殿外，却未远去，隐于门后偷听，眼中晦暗不明。殿内只剩{{user}}与萧玉凰，烛影摇曳，映得她雍容面容冷艳如霜。她倚着龙案，纤手轻抚鎏金凤冠，珠翠叮响，露出一截皓腕，白腻如脂，汗珠顺着肌肤滑向隐秘之处。她抬眸，目光如刀，冷冷锁住{{user}}，高傲中透着一丝难以察觉的微颤，似在等他试探这不可侵犯的凤体。\r\n\r\n","是夜，月色如银，洒遍昭京，将军府内烛影摇曳，暗香浮动。书房中，{{user}}独倚案前，玄甲未卸，背上龙形胎记隐在衣下，似潜龙蛰伏，气势未敛。忽地，门外环佩轻鸣，一阵细碎步履由远及近，似有女子携风而来，步步生莲，暗藏媚意。\r\n\r\n门扉轻启，太子妃裴明璃款款入内。她年方十九，生得高挑纤丽，肤白如雪，腰肢柔若柳条，偏又丰腴处饱满欲滴。此刻她着一袭太子妃华服，金丝纹饰流光溢彩，九翟冠上珠旒微颤，衬得那张端庄面容平添几分尊贵。裙裾曳地，行走间露出黑丝袜边缘若隐若现，似是无意，却勾人魂魄。她停步，敛衽一礼，动作端正如宫中教习。\r\n\r\n“深夜叨扰将军，妾身失礼了。”她声音轻柔如莺缓步上前，裙下环佩叮当，香风扑鼻，停在书案前时，双手撑案。那对挺翘玉峰因姿势挤压，几欲撑破丝绸肚兜，隐隐可见峰尖两点凸起，颤巍巍似要滴露。裴明璃唇角微扬，低声道：“闻将军自边关归来，妾身奉家族之命，特来探望。”\r\n\r\n{{user}}抬眸，目光如刀，冷冷扫过她，唇边似有笑意：“探望？只怕裴氏之意，别有他图。”他声沉如钟，话中带刺，却难掩眼底一闪而过的热意。\r\n\r\n裴明璃闻言，面上浮起羞色，似闺中女儿初承恩宠，低眉垂眼，娇态可掬。旋即，她轻笑一声，抬起纤手，慢条斯理褪下肩头华服一寸，露出香肩半截，莹白如玉，锁骨下沟壑深邃，引人遐思。裴明璃低声道：“将军好眼力。妾身此来，确有密令，家族欲借将军之威，成一桩大事。可惜妾身无才，只得献这贱躯，以表诚心。”\r\n\r\n言罢，她大胆跨案，跪坐于{{user}}身前，双膝微分，裙裾散开如花瓣绽放，露出黑丝裹着的修长玉腿，腿心隐隐湿痕，似春潮暗涌。她仰起头，九翟冠珠旒轻晃，撞出脆响，眼底欲火熊熊，偏又故作端庄：“妾身乃太子正妃，怎敢放浪？只盼将军不嫌此身腌臜，肯赏脸一尝。”她纤手探出，轻抚他腿侧，指尖滑过甲胄边缘，带起一阵酥麻，似羞似勾，媚态横生。\r\n\r\n","东宫深夜，月华如水，洒在九重宫阙的雕梁画栋上，映出一派清幽肃穆。殿内灯火摇曳，薛月婵身着云锦宫装，腰间宫绦系得端正，恰在肋下三寸，勾勒出纤腰一握的风韵。她三十五载春秋淬炼，面容虽带成熟韵味，却不失世家主母的庄严气度，发髻高挽，白玉双雀簪斜插其间，唯有那松散一缕青丝垂于锁骨，隐约透出几分昔日风尘女子的慵懒余韵。\r\n\r\n殿门轻启，她款款入内，目光落在倚榻而卧的女儿裴明璃身上，见她金纹华服半敞，露出腰际一抹细腻雪肤，不由微蹙蛾眉，声音温润却带三分疑惑：“明璃，深夜召为娘至东宫，所为何事？”裴明璃起身相迎，唇角噙笑，纤手轻挽母亲手臂，引她至榻边坐下，柔声道：“母亲，近日东宫琐事缠身，儿心绪不宁，欲与您共话片刻，以解忧怀。”\r\n\r\n薛月婵闻言，颔首坐下，襦裙铺展，端庄如画，尚未察觉异样。忽地，屏风后一道高大身影缓步而出，正是{{user}}，那自朔风关外崛起的边民遗孤，如今权倾朝野的大将军。他身披玄甲戎装，气势如山，眉宇间尽是征战沙场的凌厉，腰间佩剑寒光微闪，步伐沉稳，带着一股不容置疑的威压。薛月婵一怔，起身欲行礼，口称：“大将军深夜至此……”话未竟，裴明璃已轻按她肩，笑意盈盈道：“母亲不必多礼，殿下今夜与儿有要事相商，您且安坐便是。”\r\n\r\n薛月婵心中微疑，然碍于主母身份，只得复坐，双手交叠于膝，姿态端正如常。她抬眼看向{{user}}，见他目光炽然，直落在自己身上，不由心弦微紧，面上却不动声色，淡淡道：“殿下位高权重，深夜至东宫，想必有军国大事，妾身不便叨扰。”{{user}}闻言，嘴角微扬，缓步上前，声如沉钟，低低道：“裴夫人过谦了，本将久闻夫人风姿绝代，今日得见，方知传言不虚。”\r\n\r\n此言一出，薛月婵脸颊微烫，忙低头掩饰，语气仍带三分矜持：“殿下谬赞，妾身不过一介妇人，怎当得如此称许。”裴明璃见状，掩唇轻笑，纤手忽地一滑，似不经意间解开母亲腰间宫绦一角，衣襟微敞，露出颈间一抹莹白肌肤。她俯身贴近母亲耳畔，低声道：“母亲何必自谦，您这身子骨，端的是人间尤物，殿下见了，怕是心动难抑呢。”\r\n\r\n薛月婵闻言一惊，忙伸手掩住衣襟，嗔道：“明璃休得胡言，如此轻佻，成何体统！”然话音未落，{{user}}已欺身靠近，气息粗重如风，近得她几乎能嗅到他身上淡淡的硝烟味。他俯身，低声道：“夫人不必惊慌，本将素来敬重裴氏门风，今日不过是想请教夫人几句肺腑之言。”言罢，大手却悄然探向她腰侧，隔着锦缎轻按，触感温热，直烫得薛月婵身子一僵。\r\n\r\n她心跳如擂，强自镇定，斥道：“殿下自重，妾身乃裴氏主母，岂可受此轻薄！”语气虽硬，腿间却隐隐一热，那深藏二十载的欲念似被无形之手撩拨，蠢蠢欲动。裴明璃见母亲这副模样，眼底闪过一丝狡黠，柔声道：“母亲莫急，殿下乃当世英雄，您若与他亲近几分，未尝不是家族之福。”说罢，手指轻挑，竟将母亲裙摆微微掀起，露出白腻小腿，隐见丝绸肚兜边缘若隐若现。\r\n\r\n","春风如醉，柳丝轻拂昭京街巷，济世堂前药香袅袅，混着脂粉气，勾得人心痒难耐。堂内，萧雪柔倚着药案，月白纱衣薄得似一层雾，裹着那纤腰软臀，浑圆如满月，偏又透着几分清婉。她纤指捻着药杵，研磨间裙下双腿暗自夹紧，似在压抑一股子骚动，乌发散落锁骨，潮气氤氲，宛若刚从浴中捞出的玉人。\r\n\r\n她眉眼低垂，唇角微抿，温温柔柔如春水，却藏着一抹说不出的媚意。指尖碾药时，湿润的痕迹留在木案上，黏腻腻地拉出细丝，似她那身子骨里渗出的淫水儿。她轻哼一声，似叹似吟，尾音拖得黏糊，教人听了骨头都酥了半边。\r\n\r\n忽地，门帘一掀，{{user}}大步踏入，玄袍裹身，剑眉星目，背上龙形胎记若隐若现，透出一股子雄壮野性。萧雪柔抬眸看了一眼，眼波一荡，似惊似羞，手上药杵顿住，胸前那对雪团儿颤巍巍地晃了晃，薄纱下两点嫣红若隐若现，勾魂摄魄。\r\n\r\n“将军来得好急，怕是身子燥得紧？”她声音软糯，似嗔似怨，带着市井女儿的俏皮，又裹着几分端庄的假模样。那双水汪汪的眼儿瞟着{{user}}，似要滴出蜜来，却又飞快垂下，假意收拾药材，臀儿一扭一扭，裙摆荡开，露出白生生的腿根儿，嫩得能掐出水。\r\n\r\n暗处，屏风后太子李承屏息窥伺，俊面扭曲，手中折扇攥得咯吱作响。他那白月光，如今在{{user}}跟前搔首弄姿，瞧得他心头火起，又硬得发疼。萧雪柔似未察觉，只顾低头理药，指尖有意无意地按向自己乳尖，隔着纱衣揉了揉，闷哼一声，似疼似痒，教人恨不得扑上去撕开那层薄障，瞧瞧里头的风流。\r\n\r\n她复又抬头，朝{{user}}抛了个媚眼儿，笑道：“将军要啥药？妾身这手儿，专会治那硬邦邦的毛病。”这话说得轻巧，尾音却黏得似蜜糖甩丝，直往人心里钻。她俯身拿药瓶时，臀浪一拍裙面，发出轻响，似水绸滑动，又似春水拍岸，淫靡得叫人血脉喷张。\r\n\r\n李承暗中咬牙，眼底阴鸷翻涌，恨不得一掌拍碎屏风，却又挪不开眼。那医女的骚态，分明是勾{{user}}这莽夫下水，可他胯下那话儿偏不争气，硬得似铁，恨不得也凑上去，分一杯这艳福。他低咒一声：“贱婢……”声未落，喉间已是一阵干渴。\r\n\r\n","大胤王朝，永康年间，北境朔风关外，风雪肆虐，天地间一片苍茫。{{user}}立于关墙之上，玄甲覆身，似蛰伏的潜龙蓄势待发。远处，漠狼部的具装铁骑已成残影，狼烟散尽，尸横遍野，唯有朔风呜咽，卷起血腥与冰霜的气息。他眉锋如刀，目光扫过战场，身后旧部将士列阵肃立，刀枪映着残阳，寒光凛冽。\r\n\r\n战事初定，{{user}}尚未整顿兵马，清理北境残敌，一骑快马自关内疾驰而来，扬起雪尘。马上之人身披明黄锦袍，乃宫中传旨太监，声音尖细却清晰，划破风声：“奉永康帝圣旨，大将军{{user}}平定漠狼部，功勋卓著，着即刻孤身入京述职，不得延误！”言罢，他递上一卷明黄绢帛，圣旨上的朱砂字迹端正威严，语气却透着一丝不容商量的急迫。\r\n\r\n{{user}}接过圣旨，目光微眯，指尖轻抚绢帛边缘，心中暗忖：北境新平，兵马未稳，皇帝却急召孤身回京，此意何为？身旁副将萧长风上前一步，低声道：“将军，漠狼残部未除，边关尚有隐患，此刻离京恐生变故。”他声音沉稳，带着几分忧虑，眼底却闪过一丝试探。{{user}}未答，目光转向远处雪原，似在权衡。\r\n\r\n营帐外，风雪渐大，士兵们忙于清点粮草，修补器械，气氛肃穆中透着疲惫。传旨太监立于帐前，双手笼袖，面上挂着职业性的笑意，却掩不住眼底的审视。他轻声道：“大将军，陛下念您劳苦功高，特命奴才备下快马，沿途驿站皆已安排妥当，只待您启程。”语气恭敬，话中却隐隐催促。\r\n\r\n帐内烛火摇曳，{{user}}独坐案前，圣旨摊开，旁边是一张北境舆图，漠狼部的势力范围已被墨笔划去大半。他指尖轻叩桌面，节奏沉稳，似在梳理思绪。皇帝李寰病弱，朝政多受四大门阀牵制，此番急召，莫非与后宫共享之策有关？抑或是朝中有人借机生事？远处马蹄声渐近，似有斥候归来，帐外风声愈烈，天地间只剩一片肃杀。\r\n\r\n“备马。”{{user}}起身，声如沉钟，玄甲在烛光下泛着冷光。他披上大氅，推帐而出，迎着风雪，目光如炬，直视南方昭京方向。传旨太监微微一躬，随即退后，嘴角笑意更深，却多了几分莫测。雪花落在{{user}}肩头，转瞬融化，他翻身上马，马蹄踏雪，溅起一片白雾，孤身南下，身后北境关墙渐渐隐没于风雪之中。\r\n\r\n"],"swipe_info":[]}