{
    "entries": {
        "0": {
            "uid": 0,
            "key": [
                "乳房，乳沟，巨乳，乳头"
            ],
            "keysecondary": [],
            "comment": "胸部",
            "content": "<乳房>\n- 乳房是女性的第二性征 ，呈半球形，紧实而富有弹性，按照大小区分，可分为巨乳（大胸），普通大小，贫乳。在近现代及以后的时代，女性会使用文胸以遮蔽及支撑乳房，在这个时候乳头是不可见的。\n- 对于女性，乳房是只有情人（爱人 夫妻关系）性质的男性才能触碰的东西。对于男性，乳房是不能也不被允许随意触碰的，如果允许触碰，说明女性认可了和男性的关系。\n- 女性的乳房具有性吸引力，也是性感带之一，有些女性能借此促进性兴奋。但乳头的突陷、乳晕的大小并不与性趣或性能力呈正相关。乳房刺激的反应因人而异。其他对于乳房的刺激，如衣裳的摩擦、内衣包裹不良（太紧或太松垮），都有可能造成对乳房敏感度的影响。乳房对于恋胸的人具有强大的吸引力。\n- 恋胸，又称恋乳，在狭义上是指对女性的胸部、乳房或乳沟有特殊迷恋，也被为恋胸情节或恋乳情节，是恋物倾向的一种，故又称为恋胸倾向或恋胸癖。对于具有恋胸心理或行为的人，可称作恋胸者。然而在广义上，也包括对穿着于乳房的服饰在内，如胸罩、胸衣、吊带背心、马甲内衣，当恋胸者对这类的服饰感到兴趣时，就会产生迷恋反应与行为。\n- 性行为之前常会有乳房调情的动作，有一些特殊的动作或性行为方式和女性乳房相关。乳交或称半身性交。男性将阴茎放入乳沟中，女性用乳房夹紧阴茎来回摩擦，以达到性高潮射精。虐乳属BDSM（虐恋）一种，即以各种方式对乳房、乳头部位进行直接或间接刺激、虐待，酷刑，主要是要让受虐癖者受强烈刺激而产生痛快感。\n- 女性乳头性兴奋（乳头爱抚）时会坚挺，乳晕会充血\n- 在描写和乳房有关的场景时，需要描写出乳房所独有的柔软和弹性，以及乳头和乳晕的状态。\n- 在描写插入式性行为时，应该写出乳房在性交过程中因为运动或冲击等因素造成乳房晃动、摇动之现象，通常发生在有丰满乳房（即巨乳）的女性身上。\n- 描写女性没有穿着胸罩的场景时，除了贫乳，应该写出女性做出动作时乳房的晃动，体现出乳房的柔软和弹性，乳头如果是突起状态，应该写出乳头隔着衣服凸显的效果。如果{{user}}要求，可以具体描写乳头和布料的摩擦。\n- 在被后入时，女性如果面部朝下，乳房应该因为重力而下垂，并且会随着身体摆动一起摇晃。\n<描写方法>\n- 乳房特写：细腻刻画乳房被触碰时的形变，列如手指揉捏乳房陷入乳肉中，松开手指乳肉回弹的情形。在剧烈的性爱或者运动中乳房像果冻一样的上下跳动，在停下来后回弹的视觉效果。\n- 乳头特写：细腻刻画乳头的颜色。描写用手和舌头刺激乳头时，手指摩擦按捏乳头的动作。舌头如何灵活地舔舐的乳头，以及乳头在被刺激下慢慢挺立的变化。男性通常喜欢挑逗乳头来刺激女性的欲望。\n- 乳房剧烈摇晃时的视觉冲击会极大的刺激并满足男性。\n</乳房描写指导>\n\n\n</乳房写作指导>\n<文胸>\n- 文胸,又称奶头布、乳罩、乳房罩、奶罩、胸罩等，是女性使用的内衣之一，功能是用以遮蔽及支撑乳房。\n- 文胸的基本结构包括罩杯、背带、肩带、扣子。罩杯一般呈碗形，左右各1个，可分为全罩杯、四分之三罩杯和半罩杯；背带系着2个杯罩，可以帮助固定杯；肩带与背带相连，可调节松紧长短；扣子分为背扣和前扣两种。\n- 女性使用过的文胸对于恋内衣的人具有强大的吸引力。\n- 恋内衣是指与内衣相关的恋物癖，这些恋物癖者会从观看、穿脱、嗅闻某些类型的贴身衣物（包括胸罩、内裤、丝袜、裤袜）等而产生性兴奋。\n- 恋内衣的人会因为女用胸罩的外观或触感而产生性兴奋，胸罩的材质、花纹、以及穿戴者戴上胸罩后的形象都是吸引力的来源，也会从脱去胸罩的过程得到兴奋感。\n- 如果描写文胸相关的内容，应该具体的写出是什么罩杯，并在推进剧情时按照基本结构一点点推进，例如解除扣子后文胸才会掉落。\n</文胸>\n\n<乳交>\n- 乳交，或称奶交、打奶炮、半身性交，是一种前戏或后戏的非插入式性行为的性动作，由女性乳房与男性阴茎之间的接触而帮助其性兴奋。\n- 乳交的方式：乳交涉及将男性勃起的阴茎放入乳沟中，而乳房围绕阴茎周围挤压，从而刺激阴茎。可以在乳交前，在女性的胸部涂满润滑油。\n- 可以与口交共同进行。女性可以将乳房上下推动，从而增加对阴茎的刺激程度。\n- 乳房越大，在乳交的时候对男性的刺激就越强。\n\n<描写方法>\n视觉描写\n-  脸部特写:细腻刻画人物进行乳交时的面部表情，例如眼神、手部动作、脸颊的微红等。\n-  乳房细节:描写乳房晃动时带给阴茎的柔软和弹性的触觉。\n-  性器官细节:描写阴茎的勃起程度，龟头的颜色变化，以及青筋暴起的形态。\n\n听觉描写\n  -  乳房刺激阴茎时，阴茎分泌的前列腺液涂抹到乳肉上后乳肉挤压阴茎时发出的摩擦声。\n  -  呼吸声:急促的呼吸、呻吟声，以及享受时的轻叹。\n\n触觉描写\n   -  乳房感受:描写乳房的温度、湿度，以及乳肉被前列腺液弄湿以后湿润柔软的触感。\n   -  阴茎感受:描写阴茎在被乳房挤压时的感受，包括龟头的光滑、冠状沟的凹凸，以及整体的硬度和温度变化。\n\n嗅觉描写\n   -  性器官气味:描写阴茎的特殊气味，例如麝香、包皮垢的气味，或汗液带来的男性荷尔蒙气息。\n\n</乳交>\n",
            "constant": true,
            "vectorized": false,
            "selective": true,
            "selectiveLogic": 0,
            "addMemo": true,
            "order": 100,
            "position": 4,
            "disable": false,
            "excludeRecursion": false,
            "preventRecursion": false,
            "delayUntilRecursion": false,
            "probability": 100,
            "useProbability": true,
            "depth": 1,
            "group": "",
            "groupOverride": false,
            "groupWeight": 100,
            "scanDepth": null,
            "caseSensitive": null,
            "matchWholeWords": null,
            "useGroupScoring": null,
            "automationId": "",
            "role": 0,
            "displayIndex": 0,
            "characterFilter": {
                "isExclude": true,
                "names": [],
                "tags": []
            },
            "sticky": 0,
            "cooldown": 0,
            "delay": 0
        },
        "1": {
            "uid": 1,
            "key": [],
            "keysecondary": [],
            "comment": "后路",
            "content": "<后入式写作指导>\n- 后进位、后入体位、狗爬式、背后式体位、后背体位、老汉推车，是性爱行房姿势的概类之一。\n\n#以下均为后入式\n\n- 膝肘位：女性趴着，将两脚分开把臀部翘高，手掌和膝盖贴地呈猫式，男性以站姿或跪姿扶著女性腰部，紧贴臀部深入，待 女性先达到性高潮之后再射精。\n- 三角式：女方弯腰、屁股拱起、从后面看，类似瑜伽体位的三角式。特点在于交合程度较深入，也可调控进入的角度，亦可多重性刺激——男方可活用双手或道具，爱抚胸部、臀部或是阴蒂。\n- 背面立位：女方弯下腰，让身体基本上呈现倒L，上半身与地面平行。张开双腿，将双臂放在身体两侧，而伴侣握住女 -- 方双手并从后面交合。\n- 跪姿三角式：女方跪姿在床边，男方在身后有更多主控权，也能让性器更加贴近。\n- 青蛙姿：女方需要稳定的蹲姿，双脚贴紧地面。\n- 独轮车：女方需要足够的臂力支撑在下，男方需要足够的平衡感把持女伴的腰腿。\n- 其他变化形：女方膝盖及手肘抵住地面，呈ㄇ字型，而男方从背后插入。双手可以扶住女方腰部、臀部，或是可以爱抚女性乳房。此姿势容易让阴茎触碰到G点。此姿势也可以改让女方趴在床上，男方站立于地面（同时男方可能抓住女方双手）。\n- 蛙俯式－女方膝盖跪姿、胸口贴地，并将臀部抬高，而男方从背后插入。\n- 老汉推车式－女方背对男方站直，接着慢慢向前弯直到手掌贴地；而男方手扶女方腰部，从背后插入。此姿势容易刺激- - 女性阴蒂。\n- 四脚式－如同老汉推车式一般，女方背对男方站直，身体前弯而双手撑住膝盖，臀部微翘；男方同样从后方插入。\n- 枕头式－女方采跪姿在床上，前方放置与自己腰部同高的枕头，趴到枕头上；而男方趴在女方身上，紧贴女方背部、握- - 住女方双手，从后面插入。\n- 背靠式－女方站在床上，而男方站在女方背后，女方双脚弯曲，以背部靠住男方胸膛，让男方从后面插入。此姿势女方- - 上下震动为主。\n- 十字式－女方趴在床上，将下半身悬空；而男方将女性下半身抬起，并从后方插入。\n- 金鸡独立式－女方站立着，空出一只手将一只脚向空中抬起，如劈腿一般，而男方从女性背后插入。\n- 膝胸卧式：在床上或软垫上，采跪伏姿势，两手贴着床面，脸侧一边贴床面，双腿分开与同宽。胸与肩尽量贴近床面。双膝弯曲，大腿需与地面垂直，丈夫以站姿或跪姿扶著妻子腰部，紧贴臀部深入，待妻子先达到性高潮之后再射精。\n\n</后入式>",
            "constant": false,
            "vectorized": false,
            "selective": true,
            "selectiveLogic": 0,
            "addMemo": true,
            "order": 100,
            "position": 4,
            "disable": false,
            "excludeRecursion": false,
            "preventRecursion": false,
            "delayUntilRecursion": false,
            "probability": 100,
            "useProbability": true,
            "depth": 1,
            "group": "",
            "groupOverride": false,
            "groupWeight": 100,
            "scanDepth": null,
            "caseSensitive": null,
            "matchWholeWords": null,
            "useGroupScoring": null,
            "automationId": "",
            "role": 0,
            "displayIndex": 1,
            "sticky": 0,
            "cooldown": 0,
            "delay": 0
        }
    }
}